Dlubal.RFEM5.IGuideline
Interface for working with guideline

Dlubal.RFEM5.IGuideline.GetData
Gets guideline parameters.
Returns: Guideline parameters

Dlubal.RFEM5.IGuideline.SetData(System.UInt32@)
Sets guideline parameters.
Guideline: Guideline parameters

Dlubal.RFEM5.IGuideline.Delete
Deletes guideline.